Repository: asafo/Linet
Catalog: locale/*/LC_MESSAGES/messages.po
Languages: he_il

source: This operation can not be executed without choosing a business first
he_il: לא ניתן לבצע פעולה זו ללא בחירת חברה

source: Choose income account
he_il: בחר חשבון הכנסות

source: 0% VAT
he_il: מע"מ 0%

source: 100% VAT
he_il: מע"מ 100%

source: NIS
he_il: ש"ח

source: Edit item
he_il: ערוך פריט

source: New item
he_il: פריט חדש

source: Income account
he_il: חשבון הכנסות

source: Item name
he_il: שם פריט

source: Supplier cat. num.
he_il: מספר קטלוגי ספק

source: Unit price
he_il: מחיר יחידה

source: Currency
he_il: מטבע

source: Update
he_il: עדכן

source: Items for business documents
he_il: פריטים למסמכים

source: Demo user is not allowed to update data
he_il: משתמש דוגמה אינו רשאי לעדכן נתונים

source: Existing items
he_il: פריטים קיימים

source: Actions
he_il: פעולות

source: Edit
he_il: ערוך

source: Delete
he_il: מחק

source: VAT report for period
he_il: דוח מע"מ לתקופה

source: Calculate VAT report for month
he_il: צור דוח מע"מ לחודשים

source: Execute
he_il: בצע

source: VAT exempt transactions
he_il: עסקאות פטורות או בשעור אפס

source: Sales without VAT
he_il: עסקאות חייבות (ללא מע"מ)

source: Sales VAT
he_il: מע"מ עסקאות

source: VAT paid for Inputs and assets
he_il: מע"מ תשומות על ציוד ונכסים

source: VAT paid for other input
he_il: המס על תשומות אחרות

source: Sum to pay
he_il: סכום לתשלום

source: register
he_il: קופה

source: VAT
he_il: מע"מ

source: pay
he_il: תשלום

source: View VAT Transactions
he_il: צפיה בתנועות מע"מ

source: begin
he_il: התחל

source: end
he_il: סיום

source: Fill me …
he_il: חפש פה...

source: Add
he_il: הוסף

source: Invoice sum is not equil to recipt sum
he_il: סכום הקבלה שונה מסכום החשבונית במסמך

source: Income account not defined
he_il: חשבון הכנסות לא הוגדר

source: for item:
he_il: לפריט:

source: Create
he_il: צור

source: Document type not defined
he_il: לא נבחר סוג מסמך

source: Copy proforma
he_il: העתק חשבונית עסקה

source: Copy delivery doc.
he_il: העתק ת. משלוח

source: Copy invoice
he_il: העתק חשבונית

source: Customer
he_il: לקוח

source: New customer
he_il: לקוח חדש

source: Supplier
he_il: ספק

source: New supplier
he_il: ספק חדש

source: Company
he_il: חברה

source: Address
he_il: כתובת

source: City
he_il: עיר

source: Zip
he_il: מיקוד

source: Reg. num
he_il: עוסק מורשה

source: Date
he_il: תאריך

source: To be paid until
he_il: מועד פרעון

source: Order number
he_il: מספר הזמנה

source: New Item
he_il: פריט חדש

source: Item
he_il: פריט

source: Description
he_il: תיאור

source: Qty.
he_il: כמות

source: Price
he_il: מחיר

source: Total
he_il: סה"כ

source: Remove
he_il: הסר

source: Sum
he_il: סכום

source: Payment method
he_il: אמצעי תשלום

source: Income Bank
he_il: אל בנק

source: Number
he_il: מספר

source: Bank
he_il: בנק

source: Branch
he_il: סניף

source: Account no.
he_il: מספר חשבון

source: Source tax
he_il: ניכוי במקור

source: Comments
he_il: הערות

source: Next
he_il: הבא

source: Balance report
he_il: מאזן

source: From date
he_il: מתאריך

source: To date
he_il: עד תאריך

source: For period
he_il: לתקופה

source: Account
he_il: חשבון

source: 6111 clause
he_il: סעיף 6111

source: Debit
he_il: חובה

source: Credit
he_il: זכות

source: Acc. balance
he_il: יתרה

source: Print
he_il: הדפס

source: File export
he_il: יצוא לקובץ

source: Print Window
he_il: החלון הדפסה

source: Click here to download
he_il: לחץ כאן להורדת הקובץ

source: Short cuts
he_il: קיצורי דרך

source: Invoice
he_il: חשבונית מס

source: Invoice receipt
he_il: חשבונית מס קבלה

source: Receipt
he_il: קבלה

source: Outcome
he_il: הוצאות

source: Customers managmenet
he_il: ניהול לקוחות

source: Bank deposits
he_il: הפקדות בנק

source: No companies for this user
he_il: אין חברות למשתמש זה

source: Choose business to work on
he_il: בחר חברה לעבודה

source: Company Name
he_il: שם חברה

source: Add new business
he_il: הוסף חברה חדשה

source: Are you sure you want to delete this company?
he_il: האם הנך בטוח שברצונך למחוק חברה זו? אנו מייעצים לך לבצע גיבוי של החברה לפני מחיקה

source: Business details (NIS)
he_il: נתונים עסקיים

source: Begin date
he_il: תאריך תחילה

source: End date
he_il: תאריך סיום

source: Go
he_il: בצע

source: Total income
he_il: סה"כ הכנסות

source: Total outcome
he_il: סה"כ הוצאות

source: Total profit
he_il: סה"כ רווח

source: Total loss
he_il: סה"כ הפסד

source: Total customers
he_il: סה"כ חוב של לקוחות

source: Total suppliers
he_il: סה"כ חוב לספקים

source: Income
he_il: מכירות

source: Events according to date
he_il: אירועים לפי תאריך

source: Select account
he_il: בחר חשבון

source: Openning balances
he_il: יתרות פתיחה

source: Openning balances updated
he_il: יתרות פתיחה עודכנו

source: Select year
he_il: בחר שנה

source: Acct. balance
he_il: יתרה

source: Storeno transaction registered
he_il: תנועת ביטול נרשמה

source: Transaction updated
he_il: התנועה עודכנה בהצלחה

source: Edit transaction
he_il: ערוך תנועה

source: Transaction number
he_il: מספר תנועה

source: Tran. type
he_il: סוג תנועה

source: Debit account
he_il: חשבון חובה

source: Credit account
he_il: חשבון זכות

source: Ref. num
he_il: אסמכתא

source: Details
he_il: פרטים

source: Storeno transaction
he_il: רישום סטורנו

source: Submit
he_il: בצע

source: About
he_il: אודות

source: Version
he_il: גרסה

source: Software license
he_il: רישיון תוכנה

source: General-Public-License
he_il: רישיון כללי ציבורי

source: Registration certificate from the Tax Israeli Authority
he_il: אישור רישום מרשות המיסים

source: No.
he_il: מס'

source: You have registered in the past to the demo version
he_il: נרשמת בעבר לגרסת ההדגמה

source: Login to software using this email with no password
he_il: להתחברות נוספת יש להכניס את כתובת המייל ללא ססמה

source: Click here to login
he_il: לחץ כאן להתחברות

source: Cheque, credit and cash deposit
he_il: הפקדת שיקים, מזומנים וסליקת אשראי

source: Bank account not defined
he_il: לא הוגדר חשבון בנק

source: Deposit date not defined
he_il: לא הוגדר תאריך הפקדה

source: Bank refnum must be filled
he_il: יש למלא אסמכתא בבנק

source: Nothing to deposit
he_il: לא נבחרו סכומים להפקדה

source: Deposit executed successfully
he_il: ההפקדה בוצעה בהצלחה

source: Bank account
he_il: חשבון בנק

source: Deposit date
he_il: תאריך הפקדה

source: Bank refnum
he_il: אסמכתא בבנק

source: Type
he_il: סוג

source: Refnum
he_il: אסמכתא

source: Deposit
he_il: הפקדות

source: Income outcome report
he_il: ספר הכנסות והוצאות

source: Incomes
he_il: הכנסות

source: Outcomes
he_il: הוצאות

source: Transaction
he_il: תנועה

source: Customer//Supplier
he_il: לקוחות\ספקים

source: Inc. VAT
he_il: כולל מע"מ

source: Tran.
he_il: תנועה

source: Customer/Supplier
he_il: לקוח\ספק

source: Income VAT
he_il: מע"מ תקבולים

source: Outcome VAT
he_il: מע"מ תשלומים

source: Click here to download report
he_il: לחץ כאן להורדת הקובץ

source: Select document type
he_il: בחר סוג מסמך

source: Document type must be chosen
he_il: לא נבחר סוג מסמך

source: Num
he_il: מס'

source: No VAT sum
he_il: סכום לפני מע"מ

source: Total sum
he_il: סכום כולל

source: Display
he_il: הצג

source: Copy
he_il: העתק

source: Search business document
he_il: חיפוש מסמכים עסקיים

source: Doc. type
he_il: סוג מסמך

source: Select customer
he_il: בחר לקוח

source: Search
he_il: חפש

source: Your browser does not support iframes.
he_il: הדפדפן שלך אינו תומך ב-Iframes

source: Select files to Import
he_il: בחר קבצים לייבוא

source: load ini file
he_il: קובץ INI

source: load bkmvdata
he_il: קובץ BKMVDATA

source: Data to Import:
he_il: מידע לייבוא

source: Accounts
he_il: חשבונות

source: Accounts And Items
he_il: חשבונות ופרטים

source: Everything
he_il: הכל

source: error: unable to save ini
he_il: שגיאה: אי אפשר ליצור קובץ INI

source: error: unable to save data file
he_il: שגיאה: אי אפשר לשמור נתונים

source: error must stop cannot create company
he_il: שגיאה: אי אפשר ליצור חברה

source: unable to read ini
he_il: אין אפשרות לקרוא קובץ INI

source: can't open file
he_il: לא ניתן לפתוח קובץ

source: must die unable to sort data
he_il: שגיאה: אי אפשר למיין מידע

source: error cant open file!
he_il: שגיאה: אי אפשר ליצור קובץ

source: Select Matching Account Types
he_il: בחר סיווגי חשבון תואמים

source: Data Import Complted Sucsesfuly
he_il: הנתונים יובאו בהצלחה

source: Finish
he_il: סיום

source: Select type
he_il: בחר סוג

source: Subject
he_il: נושא

source: Full name
he_il: שם מלא

source: Email
he_il: דואל

source: Message
he_il: הודעה

source: I want to send a detialed automatic error report genrated by the system
he_il: אני מעוניין לשלוח דוח פרטי מערכת מפורט

source: Hello
he_il: שלום

source: From:
he_il: מ

source: Regarding company
he_il: לגבי חברה

source: Click here to continue
he_il: לחץ כאן להמשך

source: send a Bug Report
he_il: שליחת דווח על תקלה בתוכנה

source: Payment type
he_il: אמצעי תשלום

source: No supplier was chosen
he_il: לא נבחר ספק

source: No payment method selected
he_il: לא נבחר אמצעי תשלום

source: Invalid date
he_il: תאריך לא תקין

source: Payment executed successfully
he_il: התשלום נרשם בהצלחה

source: VAT payment
he_il: תשלום מע"מ

source: National insurance payment
he_il: תשלום ביטוח לאומי

source: Supplier payment
he_il: תשלום לספק

source: Check data and press update to register payment
he_il: בדוק את הפרטים ולחץ עדכן

source: Choose account
he_il: בחירת חשבון

source: Total payment
he_il: סה"כ סכום משולם

source: Suppliers accounts
he_il: חשבונות ספקים

source: Manual Journal Voucher
he_il: פקודת יומן ידנית

source: Ref. num. 1
he_il: אסמכתא 1

source: Ref. num. 2
he_il: אסמכתא 2

source: Opposit Account
he_il: חשבון נגדי

source: Account Num.
he_il: מספר חשבון

source: Total Sum
he_il: יתרה

source: Journal Voucher registard
he_il: פקודת יומן נרשמה בהצלחה

source: Last outcomes
he_il: הוצאות אחרונות

source: Num.
he_il: מספר

source: Outcome acc.
he_il: חשבון הוצאות

source: Before VAT
he_il: לפני מע"מ

source: Transactions report
he_il: פקודות יומן

source: Display transactions
he_il: תנועות יומן

source: Correlation
he_il: התאמה

source: Operations
he_il: פעולות

source: Openning balance
he_il: יתרות פתיחה

source: Storeno
he_il: סטורנו

source: Display transactions for account
he_il: הצגת תנועות לכרטיס

source: From date:
he_il: מתאריך:

source: Export
he_il: ייצוא

source: Contact history
he_il: הסטורית קשר

source: Activity history
he_il: הסטורית פעילות

source: Business documents
he_il: מסמכים עסקיים

source: Including VAT
he_il: כולל מע"מ

source: Contact
he_il: איש קשר

source: Add customer
he_il: הוספת לקוח

source: Add supplier
he_il: הוספת ספק

source: Suppliers managmenet
he_il: ניהול ספקים

source: Transactions
he_il: תנועות

source: Currency rates
he_il: שערי מטבע

source: Sign
he_il: סמל

source: Rate
he_il: שער

source: Add currency
he_il: הוסף מטבע

source: Currency name
he_il: שם מטבע

source: Export pcn874 files for tax authorities
he_il: יצוא קובץ PCN874 למעמ

source: Link to file
he_il: קישור לקובץ

source: Accounts reconciliations
he_il: התאמת כרטיסים

source: Unbalanced reconciliation
he_il: התאמה לא מאוזנת

source: No account chosen
he_il: לא נבחר חשבון

source: Debit transactions
he_il: תנועות בחובה

source: Credit transactions
he_il: תנועות בזכות

source: Reconciliate
he_il: התאמה

source: Select
he_il: בחר

source: Customers owing money
he_il: לקוחות חייבים

source: Pay supplier
he_il: לשלם לספק

source: Reference
he_il: אסמכתא

source: To account
he_il: לחשבונות

source: Cheque deposit
he_il: הפקדת שיק

source: Total of
he_il: סך של

source: Contact with
he_il: קשר עם

source: Jan.
he_il: ינואר

source: Feb.
he_il: פברואר

source: March
he_il: מרץ

source: Apr.
he_il: אפריל

source: May
he_il: מאי

source: June
he_il: יוני

source: July
he_il: יולי

source: Aug.
he_il: אוגוסט

source: Sep.
he_il: ספטמבר

source: Oct.
he_il: אוקטובר

source: Nov.
he_il: נובמבר

source: Dec.
he_il: דצמבר

source: Sun
he_il: א

source: Mon
he_il: ב

source: Tue
he_il: ג

source: Wed
he_il: ד

source: Thu
he_il: ה

source: Fri
he_il: ו

source: Sat
he_il: ש

source: Events for date
he_il: אירועים לתאריך

source: accounts
he_il: חשבונות

source: Choose 6111 clause
he_il: בחר סעיף 6111

source: other
he_il: אחר

source: Account name must be specified
he_il: לא צוין שם חשבון

source: Account with transactions can not be deleted
he_il: לא ניתן למחוק חשבון עם תנועות

source: Existing %s accounts
he_il: חשבונות %s קיימים

source: Internal number
he_il: מספר פנימי

source: Name
he_il: שם

source: Recognized VAT
he_il: מע"מ מוכר

source: 6111 caluse
he_il: סעיף 6111

source: 6111 description
he_il: תיאור 6111

source: Phone
he_il: טלפון

source: January
he_il: ינואר

source: February
he_il: פברואר

source: April
he_il: אפריל

source: August
he_il: אוגוסט

source: September
he_il: ספטמבר

source: October
he_il: אוקטובר

source: November
he_il: נובמבר

source: December
he_il: דצמבר

source: Profit & loss per month
he_il: רווח והפסד לפי חודש

source: For year
he_il: לשנת

source: Profit & loss
he_il: רווח והפסד

source: The new configuration for business documents were succesfully saved
he_il: ההגדרות למסמכים עסקיים נשמרו בהצלחה

source: Business documents definitions
he_il: הגדרות למסמכים עסקיים

source: Base numbers
he_il: מספרי בסיס

source: Document layout
he_il: עיצוב מסמכים

source: Header
he_il: כותרת עילית

source: Footer
he_il: כותרת תחתית

source: Logo
he_il: לוגו

source: Choose a Jpg/Png format picture at dimensions of 200X300 pixels and size of 15KB max
he_il: בחר תמונה בפורמט jpg/png בגודל 200x300 פיקסלים ובנפח של עד 15KB

source: Profit and loss report
he_il: דוח רווח והפסד

source: Show percent
he_il: הצג אחוזים

source: Sum NIS
he_il: סכום ש"ח

source: Percent
he_il: אחוז

source: Profit
he_il: רווח

source: Loss
he_il: הפסד

source: Invalid date at line:
he_il: תאריך לא תקין בשורה:

source: Unkown file format
he_il: פורמאט קובץ בלתי ידוע

source: Import Complted!
he_il: ייבוא הושלם

source: Bank papers input
he_il: הזנת דפי בנק

source: Choose bank account
he_il: בחירת חשבון בנק

source: Import bank book from Hashvsvet file(tnout.dat):
he_il: יבא תנועת חשבון בנק מקובץ חשבשבת(tnuot.dat)

source: submit
he_il: בצע

source: Prev. page
he_il: דף קודם

source: Next page
he_il: דף הבא

source: Correlation No.:
he_il: מספר התאמה:

source: was canceld
he_il: בוטלה

source: no correlation was selected
he_il: לא נבחרה התאמה

source: Action
he_il: פעולות

source: Cancel Correlation
he_il: ביטול התאמה

source: Please choose an account to match
he_il: אנא בחר חשבון להתאמה

source: From Date:
he_il: מתאריך:

source: To Date:
he_il: עד תאריך:

source: Correlation Display
he_il: תצוגת התאמות

source: The system cannot connect to Linet update server
he_il: המערכת אינה מצליחה ליצור קשר עם שרת העדכונים של לינט

source: Israeli tax authorities must have the ability to update the system (through our Linet update server) in order to comply with new tax regulations. Avoiding access to Linet update server, undermines the status of Linet 2.0 instance of yours as a legal and approved system for computerized book keeping system in Israel. Kindly refer to the section at Linet manual for resolving this connectivity issue
he_il: לרשות המסים הישראלית חייבת להיות היכולת לעדכן את המערכת (דרך שרת העדכונים שלנו) על מנת להבטיח תאימות לתקנות מס חדשות. מניעת גישת רשת אל שרת העדכונים של לינט פוגעת במעמד של תוכנת לינט הנה"ח המותקנת אצלך כמערכת חוקית ומאושרת לניהול ספרים ממוחשב בישראל.אנא פנה במדריך השימוש של לינט לדף העזרה העוסק בפתרון בעיית קישוריות מסוג זה

source: Here
he_il: כאן

source: Server Notice
he_il: הודעת שרת

source: Ok
he_il: אישור

source: no thanks
he_il: לא תודה

source: The system has noticed that you try to use linet accounting with unsupported browser. Kindly refer to the list of the supported browsers
he_il: המערכת זיהתה שהינך מנסה להשתמש בלינט הנה"ח באמצעות דפדפן שאינו נתמך. עיין בבקשה

source: . and upgrade your browser accordingly.
he_il: ברשימת הדפדפנים הנתמכים ושדרג את הדפדפן שלך בהתאם.

source: Module not implemented yet
he_il: מודול לא קיים

source: Your Linet accounting version is obsolete
he_il: גרסת לינט המותקנת אצלך אינה עדכנית

source: Working with un updated version undermines the status of Linet 2.0 instance of yours as a legal and approved system for computerized book keeping system in Israel. Kindly execute Linet update wizard here in order to resolve this issue
he_il: עבודה בגרסה לא עדכנית פוגעת במעמד של תוכנת לינט הנה"ח המותקנת אצלך כמערכת חוקית ומאושרת לניהול ספרים ממוחשב בישראל.אנא הפעל את אשף העדכון של לינט כאן על מנת לפתור את הבעיה.

source: Update Notice
he_il: עדכון

source: Update Now
he_il: עדכן עכשיו

source: Working in a
he_il: עבודה ב

source: OLD Version
he_il: גרסה ישנה

source: Log in to system
he_il: התחבר למערכת

source: Logout
he_il: יציאה

source: Mobile
he_il: ממשק לניידים

source: Change company
he_il: שנה חברה

source: Authorized dealer
he_il: משווק מוסמך

source: Source
he_il: מקור

source: phone
he_il: טלפון

source: fax
he_il: פקס

source: If you don't specify email, we will not be able to answer
he_il: אם לא תציין דואר אלקטרוני לא נוכל לענות לך

source: Message sent to drorit team
he_il: ההודעה נשלחה למערכת לינט

source: We will do our best to answer you shortly
he_il: נשתדל לענות לך בהקדם

source: Contact us
he_il: צור קשר

source: Business name not specified
he_il: לא צוין שם עסק

source: Business added succesfully
he_il: העסק נוסף בהצלחה

source: Error registering to system
he_il: תקלה בהרשמה למערכת

source: Your registration to linet is completed
he_il: הרשמתך לתוכנת לינט הושלמה

source: Click
he_il: לחץ

source: here to connect
he_il: כאן להתחברות

source: Details succesfully updated
he_il: הנתונים עודכנו בהצלחה

source: Can not execute this operation without logging in to system
he_il: לא ניתן לבצע פעולה זו ללא התחברות למערכת

source: Entering new business
he_il: הכנסת פרטי עסק

source: Edit business details
he_il: עריכת פרטי עסק

source: General definitions
he_il: הגדרות כלליות

source: Business name
he_il: שם עסק

source: Manager name
he_il: שם מנהל

source: Fax
he_il: פקס

source: Definitions for tax
he_il: הגדרות לצרכי מס

source: Registration number
he_il: מספר עוסק מורשה

source: Accounting Type
he_il: סוגי חשבונות

source: One Sided
he_il: חד צידית

source: Double Sided
he_il: דו צידית

source: Tax rep. period
he_il: דיווח מקדמות

source: Monthly
he_il: חודשי

source: BiMonthly
he_il: דו חודשי

source: Tax percent
he_il: אחוז מקדמות

source: VAT report
he_il: דיווח מע"מ

source: VAT percent
he_il: אחוז מע"מ

source: Credit card clearing
he_il: סליקת אשראי

source: Clearing House
he_il: מערכת סליקת אשראי

source: User
he_il: משתמש

source: Password
he_il: סיסמא

source: Possible payment types
he_il: סוגי תשלום אפשריים

source: No outcome was chosen
he_il: לא נבחר חשבון הוצאה

source: No outcome account was chosen
he_il: לא נבחר חשבון הוצאות

source: Asset outcome registered
he_il: הוצאה זו כבר נרשמה

source: Outcome registered
he_il: הוצאה נרשמה

source: Validate registration of asset outcome
he_il: אישור רישום רכוש קבוע

source: Validate registration of outcome
he_il: אישור רישום הוצאה

source: Check the details and press update
he_il: בדוק את הפרטים ולחץ עדכן

source: Registration of asset outcome
he_il: רישום רכוש קבוע

source: Registration of outcome
he_il: רישום הוצאה

source: new supplier
he_il: ספק חדש

source: Asset outcome account
he_il: סעיף נכסים

source: new assets
he_il: נכס חדש

source: new outcome
he_il: הוצאה חדשה

source: Sum before VAT
he_il: סכום לפני מע"מ

source: Sum including VAT
he_il: כולל מע"מ

source: Paid support
he_il: תמיכה בתשלום

source: Bank reconciliation
he_il: התאמת בנקים

source: Unbalanced transaction
he_il: תנועה לא מאוזנת

source: No account specified
he_il: לא נבחר חשבון

source: Unbalanced reconciliation, please create balancing transaction
he_il: התאמה לא מאוזנת, יש ליצור תנועה מאזנת

source: External page transactions
he_il: תנועות בדף חיצוני

source: Internal bank account transactions
he_il: תנועות בכרטיס בנק

source: Ref. num.
he_il: אסמכתא

source: Manage content pages
he_il: ניהול דפי תוכן

source: Add page
he_il: הוסף דף

source: New page
he_il: דף חדש

source: Done
he_il: הסתיים

source: Bank Correlation Display
he_il: תצוגת התאמת בנקים

source: Bank Correlation Display
he_il: תצוגת התאמת בנקים

source: Transactions report for account
he_il: דו"ח תנועות לכרטיס

source: Opp. account
he_il: חשבון נגדי

source: Right click and choose 'save as...'
he_il: להורדת הקובץ לחץ כפתור ימני ובחר שמור בשם

source: Data backup
he_il: גיבוי נתונים

source: Backuping table
he_il: מגבה טבלה

source: Backup done
he_il: הגיבוי בוצע בהצלחה

source: Click here to download backup file
he_il: לחץ כאן להורדת קובץ הגיבוי למחשב האישי

source: File deleted successfully
he_il: הקובץ נמחק בהצלחה

source: Error transfering file or empty file
he_il: שגיאה בהעברת קובץ או קובץ ריק

source: Data restored successfully
he_il: הנתונים שוחזרו בהצלחה

source: Restore data from backup
he_il: שחזור נתונים מגיבוי

source: Backup file
he_il: קובץ גיבוי

source: Choose file from server
he_il: בחר קובץ מהשרת

source: File
he_il: קובץ

source: Restore
he_il: שחזר

source: Export open format files for tax authorities
he_il: יצוא קבצים במבנה אחיד עבור מס הכנסה

source: Unable to create directory
he_il: אין אפשרות ליצור תיקיה

source: Create open format files
he_il: הפקת קבצים במבנה אחיד

source: Open format files created successfully
he_il: ביצוע ממשק פתוח הסתיים בהצלחה

source: Records types details
he_il: פירוט סוגי רשומות

source: Total records
he_il: סה"כ רשומות

source: Record description
he_il: תיאור רשומה

source: Record code
he_il: קוד רשומה

source: Opening record
he_il: רשומת פתיחה

source: Transactions in accounting
he_il: תנועות בהנהלת חשבונות

source: Account in accounting
he_il: כרטיס בהנהלת חשבונות

source: Document header
he_il: כותרת מסמך

source: Document details
he_il: פרטי מסמך

source: Receipts details
he_il: פרטי קבלות

source: End record
he_il: רשומת סיום

source: Add user
he_il: הוסף משתמש

source: Verify password
he_il: אימות סיסמא

source: Email already exists
he_il: דואר אלקטרוני קיים במערכת

source: User added to business
he_il: המשתמש הוסף לחברה

source: Passwords are not equal
he_il: ססמאות אינן זהות

source: User successfully added
he_il: המשתמש עודכן בהצלחה

source: User successfully updated
he_il: המשתמש עודכן בהצלחה

source: No user with this email
he_il: אין משתמש עם דואר אלקטרוני זה

source: New password for Linet accounting software
he_il: ססמה חדשה לתוכנת לינט הנה"ח

source: Your new Linet password is:
he_il: ססמתך החדשה לתוכנת לינט היא:

source: Password sent to email
he_il: הססמה החדשה נשלחה לדואר האלקטרוני

source: You have succesfully entered the system
he_il: נכנסת בהצלחה למערכת

source: Password or user name is not correct
he_il: שם משתמש או סיסמא אינם נכונים

source: Edit user details
he_il: עריכת פרטי משתמש

source: name
he_il: שם

source: Full Name
he_il: שם מלא

source: App Key
he_il: מפתח תוכנה

source: Dear Custmer,
he_il: לקוח יקר,

source: Entrance is only for registerd users
he_il: הכניסה למערכת למשתמשים רשומים בלבד

source: Remember me
he_il: זכור אותי

source: Login
he_il: כניסה

source: Error Concting to server
he_il: תקלה בהתחברות אל שרת העדכונים

source: Items
he_il: פריטים

source: Back
he_il: חזור

source: Home
he_il: בית

source: Save
he_il: שמור

source: Cancel
he_il: ביטול

source: New
he_il: חדש

source: Produce
he_il: הפק

source: Credit Card billing
he_il: חיוב כרטיס אשראי

source: Payment
he_il: תשלומים

source: Nat. Ins. payment
he_il: תשלום ביטוח לאומי

source: Register
he_il: קופה

source: Proforma
he_il: חשבונית עסקה

source: Delivery doc.
he_il: ת. משלוח

source: Credit inv.
he_il: חשבונית זיכוי

source: Return doc.
he_il: תעודת החזרה

source: Quote
he_il: הצעת מחיר

source: Sales Order
he_il: הזמנת מכירות

source: Sales
he_il: מכירות

source: Parchace Order
he_il: הזמנת רכש

source: inseret Buisness outcome
he_il: קליטת הוצאה עסקית

source: insert Asstes outcome
he_il: קליטת רכוש קבוע

source: back
he_il: חזור

source: acctdisp
he_il: כרטסת חשבון

source: login
he_il: כניסה
