Repository: asafo/Linet
Catalog: locale/*/LC_MESSAGES/messages.po
Languages: he_il

source: showdocs
he_il: הצגת מסמכים

source: owe
he_il: לקוחות חייבים

source: deposit
he_il: הפקדות

source: payment
he_il: תשלומים

source: outcome
he_il: הוצאות

source: Customers
he_il: לקוחות

source: Suppliers
he_il: ספקים

source: Print docs.
he_il: הדפסת מסמכים עסקיים

source: Customers owes
he_il: לקוחות חייבים

source: Full Version
he_il: גרסה מלאה

source: logout
he_il: יציאה

source: Module does not exsits
he_il: מודול לא קיים

source: Linet Update Wizard
he_il: אשף עידכון לינט

source: Version Verify
he_il: בדיקת גרסה

source: Backup
he_il: גיבוי

source: This User has no permssion to update the system
he_il: למשתמש הנוכחי אין הרשאה לעדכן את המערכת

source: You Must login to Update the system
he_il: הנך חייב להתחבר למערכת (Login) לפני ביצוע עדכון

source: Linet Update
he_il: עידכון לינט

source: Welcome To Linet update wizard your system version is:
he_il: ברוך הבא לאשף עדכון לינט גרסת התוכנה שלך היא:

source: The current version is:
he_il: הגרסה העדכנית היא:

source: You need to update your system.
he_il: אתה צריך לעדכן את התוכנה

source: Please Wait
he_il: אנא המתן

source: Backup system and database, it is heighly advised to save a local copy of the bakup files
he_il: מגבה את התוכנה ואת מסד הנתונים, מומלץ ביותר לשמור עותק מקומי של קבצי הגיבויי

source: Backuping system files
he_il: מגבה מערכת קבצים

source: Downlod System Files
he_il: שמירת קבצי התוכנה

source: Backuping database
he_il: מגבה מסד נתונים

source: Download Database file
he_il: שמירת מסד נתונים

source: asking file list for update
he_il: מבקש רשימת קבצים לעדכון

source: checking permissions
he_il: בודק הרשאות

source: Error: cant write log file
he_il: שגיאה: אי אפשר ליצור קובץ יומן

source: -Please check write permissions to:
he_il: בדוק בבקשה הרשאות כתיבה אל:

source: Finished permission check
he_il: הסתיימה בדיקת ההרשאות

source: Begin updating files
he_il: תחילת עדכון קבצים

source: Finished updating files
he_il: הסתיים תהליך עדכון הקבצים

source: aksing database update
he_il: מבקש עדכון למסד הנתונים

source: Can Not Continue Withot!
he_il: אי אפשר להמשיך ללא:

source: Linet has been successfully updated
he_il: לינט עודכנה בהצלחה

source: log file
he_il: קובץ לוג

source: Finished
he_il: סיים

source: Linet - Free accounting software based on Drorit
he_il: לינט - הנהלת חשבונות חופשית

source: To correct the mistake hit back
he_il: תלחץ חזור ותקן את הטעות

source: We advise to use this software with Firefox browser
he_il: מומלץ להשתמש בתוכנה זו עם דפדפן פיירפוקס

source: To install press the logo on the left
he_il: להתקנה לחץ על הלוגו מימין

source: Linet accounting Project is<br /> suported by the ISOC-IL
he_il: פרויקט לינט הנהלת חשבונות <br /> נתמך על ידי איגוד האינטרנט הישראלי

source: Help
he_il: עזרה

source: Edit account details
he_il: עריכת פרטי חשבון

source: New account
he_il: חשבון חדש

source: Account type
he_il: סוג חשבון

source: Account name
he_il: שם חשבון

source: Recocnized VAT
he_il: מע"מ מוכר

source: Account number
he_il: מספר חשבון

source: Source clearing
he_il: ניכוי במקור

source: Valid date
he_il: תוקף אישור

source: Direct phone
he_il: טלפון נייד

source: Department
he_il: מחלקה

source: Payment terms
he_il: תנאי תשלום

source: Add + for current +
he_il: הוסף + לתנאי תשלום שוטף +

source: Web site
he_il: אתר אינטרנט

source: Settings
he_il: הגדרות

source: Bussines details
he_il: עריכת פרטי עסק

source: Business docs
he_il: מסמכים עסקיים

source: Edit user
he_il: ערוך פרטי משתמש

source: Manage Customers
he_il: ניהול לקוחות

source: Manage Suppliers
he_il: ניהול ספקים

source: Reconciliations
he_il: התאמות

source: Bank docs entry
he_il: הכנסת דפי בנק

source: Bank recon.
he_il: התאמת בנקים

source: Show bank recon.
he_il: הצג התאמות בנק

source: Accts. recon.
he_il: התאמת כרטיסים

source: Show recon.
he_il: הצג התאמות

source: Reports
he_il: דוחות

source: Monthly Prof. & loss
he_il: רווח והפסד חודשי

source: VAT calculation
he_il: חישוב מע"מ

source: Balance
he_il: מאזן

source: Income tax advances
he_il: מקדמות למס

source: Import Export
he_il: ייבוא\ייצוא

source: Open docs
he_il: יצוא קובץ אחיד

source: Open docs Import
he_il: ייבוא קובץ אחיד

source: General backup
he_il: גיבוי נתוני חברה נוכחית

source: Backup restore
he_il: שחזור גיבוי

source: Support
he_il: תמיכה

source: Paid Support
he_il: תמיכה בתשלום

source: Bag Report
he_il: דווח על באג

source: Assets
he_il: נכסים

source: Liabilities
he_il: התחיבויות

source: Authorities
he_il: רשויות

source: Banks
he_il: בנקים

source: Credit invoice
he_il: חשבונית זיכוי

source: Return document
he_il: תעודת החזרה

source: Invoice Receipt
he_il: חשבונית מס קבלה

source: Manual
he_il: רשום ידני

source: Supplier invoice
he_il: חשבונית ספק

source: Transaction pattern
he_il: תבנית תנועה

source: Manual invoice
he_il: חשבונית ידנית

source: Manual receipt
he_il: קבלה ידנית

source: Tax prepayment
he_il: מקדמות מס הכנסה

source: Salary
he_il: משכורת

source: Return Invoice
he_il: תעודת החזרה

source: Credit Invoice
he_il: חשבונית מס-זיכוי

source: Cash
he_il: מזומנים

source: Cheque
he_il: שיק

source: Credit card
he_il: כרטיס אשראי

source: Bank transfer
he_il: העברה בנקאית

source: Select module
he_il: בחר מודול

source: Choose page
he_il: בחר דף

source: Identifying name
he_il: שם מזהה

source: Title
he_il: כותרת

source: Module
he_il: מודול

source: Parameters
he_il: פרמטרים

source: Keep editing
he_il: השאר בעריכה
